Repository: WordPressBugBounty/plugins-elex-woocommerce-dynamic-pricing-and-discounts
Catalog: elex-woocommerce-dynamic-pricing-and-discounts/languages/eh-dynamic-pricing-discounts-*.po
Languages: fr_fr, he_il, nl_be, pt_br

source: Saved Successfully
fr_fr: Enregistré
he_il: נשמר בהצלחה
nl_be: Met succes opgeslagen
pt_br: Salvo com Sucesso

source: Please Enter All Fields!! Then Save
fr_fr: S'il vous plaît entrez tous les champs! Enregistrer ensuite
he_il: אנא הכנס את כל השדות! לאחר מכן שמור
nl_be: Vul alle velden in!! Sla
pt_br: Por favor, digite todos os campos! Em seguida, salvar

source: Updated Successfully
fr_fr: Mis à jour avec succés
he_il: עודכן בהצלחה
nl_be: Succesvol bijgewerkt
pt_br: Atualizado com sucesso

source: Please Enter All Fields ,Then Try To Update!!
fr_fr: S'il vous plaît entrez tous les champs, puis essayez de mettre à jour!
he_il: נא הזן את כל השדות ולאחר מכן נסה לעדכן!!
nl_be: Vul alle velden, probeer dan te updaten!
pt_br: Por favor, digite todos os campos, em seguida, tente atualizar!

source: Dynamic Pricing
fr_fr: Prix dynamique
he_il: תמחור דינאמי
nl_be: Dynamische prijzen
pt_br: Preços Dinâmico

source: Please upload a file to import
fr_fr: Veuillez téléverser un fichier à importer
he_il: נא טען קובץ לייבוא
nl_be: Gelieve een bestand te uploaden om te importeren
pt_br: Por favor, carregue um Arquivo para importar

source: Imported Successfully!
fr_fr: Formulaire importées avec succès !
he_il: הייבוא בוצע בהצלחה!
nl_be: Succesvol geïmporteerd!
pt_br: Importado com sucesso!

source: Please upload a valid .json or .csv file
fr_fr: S'il vous plaît télécharger un fichier valide .json ou .csv
he_il: נא העלה קובץ בתוקף. json או csv
nl_be: Gelieve een geldig. json of. CSV bestand te uploaden
pt_br: Faça o upload de um arquivo. JSON ou. csv válido

source: Dynamic Pricing Main Page
fr_fr: Page principale de prix dynamique
he_il: עמוד ראשי של תמחור דינאמי
nl_be: Dynamische prijsstelling Hoofdpagina
pt_br: Página principal de preços dinâmicos

source: Discount Rules
fr_fr: Conditions de la remise
he_il: כללי הנחה
nl_be: Korting regels
pt_br: Regras de desconto

source: Settings
fr_fr: Paramètres
he_il: הגדרות
nl_be: Instellingen
pt_br: Configurações

source: Licence
he_il: רשיון
nl_be: Licentie
pt_br: Licença

source: Import/Export
fr_fr: Importer/Exporter
he_il: ייבוא/ייצוא
pt_br: Importar/Exportar

source: Product Rules
fr_fr: Règles du produit
he_il: כללי המוצר
nl_be: Product regels
pt_br: Regras do produto

source: Combi Rules
fr_fr: Règles Combi
he_il: כללי קומבי
nl_be: Combi regels
pt_br: Regras combi

source: Category Rules
fr_fr: Règles de catégorie
he_il: כללי קטגוריה
nl_be: Categorie regels
pt_br: Regras de categoria

source: Category Combi Rules
fr_fr: Catégorie Règles Combi
he_il: כללי הקטגוריה קומבי
nl_be: Categorie combi regels
pt_br: Categoria combi regras

source: Cart Rules
fr_fr: Règles de panier
he_il: כללי עגלה
nl_be: Cart regels
pt_br: Regras do carrinho

source: BOGO Rules
fr_fr: Règles BOGO
he_il: חוקי BOGO
nl_be: BOGO regels
pt_br: Regras BOGO

source: BOGO Category Rules
fr_fr: Règles de catégorie BOGO
he_il: כללי קטגוריית BOGO
nl_be: BOGO categorie regels
pt_br: Regras da categoria BOGO

source: Tag Rules
fr_fr: Règles tag
he_il: כללי תיוג
nl_be: Tag regels
pt_br: Regras de tag

source: Note - In this section every rule is executed individually for every product. Each product is a distinct entity.
fr_fr: Remarque - Dans cette section, chaque règle est exécutée individuellement pour chaque produit. Chaque produit est une entité distincte.
he_il: הערה-בסעיף זה כל כלל מבוצע בנפרד עבור כל מוצר. כל מוצר הוא ישות מובחנת.
nl_be: Opmerking: in dit gedeelte wordt elke regel afzonderlijk voor elk product uitgevoerd. Elk product is een afzonderlijke entiteit.
pt_br: Nota-nesta seção cada regra é executada individualmente para cada produto. Cada produto é uma entidade distinta.

source: All Rules Deleted Successfully!
fr_fr: Toutes les règles supprimées avec succès!
he_il: כל הכללים נמחקו בהצלחה!
nl_be: Alle regels met succes verwijderd!
pt_br: Todas as regras excluídas com sucesso!

source: Update Rule
fr_fr: Mettre à jour la règle
he_il: לעדכן כלל
nl_be: Regel bijwerken
pt_br: Atualizar Regra

source: Save Rule
fr_fr: Enregistrer la Règle
he_il: שמור כלל
nl_be: Regel opslaan
pt_br: Salvar Regra

source: Any category
fr_fr: Toutes les catégories
he_il: כל קטגוריה
nl_be: Elke categorie
pt_br: Qualquer categoria

source: Rule
fr_fr: Règle
he_il: כלל
nl_be: Regel
pt_br: Regra

source: Adjustments
fr_fr: Ajustements
he_il: תאמות
nl_be: Aanpassingen
pt_br: Ajustes

source: Allowed Roles & Date
fr_fr: Rôles autorisés et date
he_il: & תפקידים מותרים תאריך
nl_be: Toegestane rollen & datum
pt_br: Funções permitidas e data

source: Restrictions
he_il: הגבלות
nl_be: Beperkingen
pt_br: Restrições

source: Offer name
fr_fr: Nom de l'offre
he_il: שם הצעה
nl_be: Naam van aanbieding
pt_br: Nome

source: Enter a descriptive offer name
fr_fr: Entrez un nom d'offre descriptive
he_il: הזן שם הצעה תיאורית
nl_be: Een beschrijvende aanbiedings naam invoeren
pt_br: Insira um nome de oferta descritivo

source: Name/Text of the offer to be displayed in the Offer Table. We suggest a detailed description of the discount.
fr_fr: Nom/Texte de l'offre à afficher dans le tableau d'offre. Nous vous suggérons une description détaillée de la réduction.
he_il: שם/טקסט של ההצעה שתוצג בטבלה ' הצעה '. אנו מציעים תיאור מפורט של ההנחה.
nl_be: Naam/tekst van het aanbod dat in de aanbiedings tabel moet worden weergegeven. Wij stellen een gedetailleerde beschrijving van de korting voor.
pt_br: Nome/texto da oferta a ser exibida na tabela de oferta. Sugerimos uma descrição detalhada do desconto.

source: Adjustment amount
fr_fr: Montant de l'ajustement
he_il: סכום התאמה
nl_be: Correctiebedrag
pt_br: Quantidade de ajuste

source: Adjust final discount amount by this amount
fr_fr: Ajuster le montant final de l'escompte de ce montant
he_il: התאם סכום הנחה סופי לפי סכום זה
nl_be: Het uiteindelijke kortingsbedrag aanpassen met dit bedrag
pt_br: Ajuste o valor final do desconto por este valor

source: All
fr_fr: Tout
he_il: הכל
nl_be: Alle
pt_br: Todos

source: Valid from date
fr_fr: Valable à partir de la date
he_il: תוקף מתאריך
nl_be: Geldig vanaf datum
pt_br: Válido a partir da data

source: Expiry date
fr_fr: Date d'expiration
he_il: תאריך תפוגה
nl_be: Vervaldatum
pt_br: Expirar em

source: Allowed Email Ids
fr_fr: Ids d'email autorisés
he_il: מזהי דואר אלקטרוני מותרים
nl_be: Toegestane e-mail-Id's
pt_br: IDs de email permitidos

source: Enter Email ids seperated by commas
fr_fr: Entrez les ids email séparés par les virgules
he_il: הזן מזהי דואר אלקטרוני המופרדים באמצעות פסיקים
nl_be: Voer e-mail-id's gescheiden door komma's
pt_br: Digite IDs de E-mail separados por vírgulas

source: Enter Email ids seperated by commas, for which you want to allow this rule. and leave blank to allow for all
fr_fr: Entrez les ids email séparés par des virgules, pour lesquels vous souhaitez autoriser cette règle. et laisser vide pour permettre à tous les
he_il: הזן מזהי דואר אלקטרוני המופרדים באמצעות פסיקים, שעבורם ברצונך לאפשר כלל זה. ולהשאיר ריק כדי לאפשר את כל
nl_be: Geef e-mail-id's op die zijn gescheiden door komma's, waarvoor u deze regel wilt toestaan. en laat leeg te laten voor alle
pt_br: Insira IDs de email separados por vírgulas, para os quais você deseja permitir essa regra. e deixe em branco para permitir

source: Minimum number of orders (previous orders)
fr_fr: Nombre minimum de commandes (commandes précédentes)
he_il: מספר מינימלי של הזמנות (הזמנות קודמות)
nl_be: Minimum aantal orders (vorige bestellingen)
pt_br: Número mínimo de encomendas (encomendas anteriores)

source: Minimum count of preivious orders required for this rule to be executed
fr_fr: Nombre minimum d'ordres préieux requis pour que cette règle soit exécutée
he_il: מספר מינימלי של הזמנות preivious הנדרשות עבור כלל זה להתבצע
nl_be: Minimum aantal preivious orders vereist voor uitvoering van deze regel
pt_br: Contagem mínima de ordens preivious exigidas para que esta regra seja executada

source: Minimum total spending (previous orders)
fr_fr: Dépenses totales minimales (commandes antérieures)
he_il: סה כ הוצאות מינימליות (הזמנות קודמות)
nl_be: Minimale totale uitgaven (vorige bestellingen)
pt_br: Gastos totais mínimos (ordens anteriores)

source: Minimum amount the user has spent till now for the rule to execute. total calculated from all previous orders
fr_fr: Montant minimum que l'utilisateur a dépensé jusqu'à présent pour que la règle s'exécute. total calculé à partir de toutes les commandes précédentes
he_il: סכום מינימלי שהמשתמש בילה עד עתה כדי שהכלל יבצע את ההפעלה. מחושב כולל מכל ההזמנות הקודמות
nl_be: Minimum bedrag dat de gebruiker heeft doorgebracht tot nu toe voor de regel uit te voeren. totaal berekend op basis van alle vorige orders
pt_br: Valor mínimo que o usuário gastou até agora para que a regra seja executada. total calculado a partir de todas as ordens anteriores

source: Items in categories need to be purchased
fr_fr: Les articles dans les catégories doivent être achetés
he_il: יש לרכוש פריטים בקטגוריות
nl_be: Artikelen in categorieën moeten worden aangeschaft
pt_br: Itens em categorias precisam ser comprados

source: Row no
fr_fr: Ligne non
he_il: שורה לא
nl_be: Rij nr
pt_br: Fileira não

source: Category Name
fr_fr: Nom de la catégorie
he_il: שם הקטגוריה
nl_be: Categorienaam
pt_br: Nome da Categoria

source: Check on
fr_fr: Vérifier
he_il: . תבדקי את זה
nl_be: Controle op
pt_br: Confira

source: Check min
fr_fr: Vérifier min
he_il: בדיקת מינימום
nl_be: Controleer min
pt_br: Verificar min

source: Add Category
fr_fr: Ajouter une catégorie
he_il: הוספת קטגוריה
nl_be: Categorie Toevoegen
pt_br: Adicionar Categoria

source: Delete Category
fr_fr: Supprimer la catégorie
he_il: מחיקת קטגוריה
nl_be: Categorie verwijderen
pt_br: Excluir Categoria

source: Product to be set as free
fr_fr: Produit à définir gratuitement
he_il: מוצר שניתן להגדיר כחופשי
nl_be: Product dat als vrij moet worden geplaatst
pt_br: Produto a ser ajustado como livre

source: Enter the products which will be set as free if all above products in respective quantities are purchased
fr_fr: Entrez les produits qui seront mis gratuitement si tous les produits ci-dessus en quantités respectives sont achetés
he_il: הזן את המוצרים אשר להגדיר בחינם אם כל המוצרים לעיל בכמויות המתאימות נרכשים
nl_be: Voer de producten in die als vrij zullen worden geplaatst als alle bovengenoemde producten in respectieve hoeveelheden worden gekocht
pt_br: Entrar os produtos que serão definidos como livres se todos os produtos acima em respectivas quantidades são comprados

source: Product Name
fr_fr: Nom du produit
he_il: שם המוצר
nl_be: Product naam
pt_br: Nome do Produto

source: Quantity
fr_fr: Quantité
he_il: כמות
nl_be: Hoeveelheid
pt_br: Quantidade

source: Search for a product&hellip;
fr_fr: Rechercher un produit&hellip;
he_il: חפש מוצר&hellip;
nl_be: Zoek een product &hellip;
pt_br: Procure por um produto&hellip;

source: Add Product
fr_fr: Ajouter un produit
he_il: הוסף מוצר
nl_be: Product toevoegen
pt_br: Adicionar Produto

source: Delete Product
fr_fr: Supprimer ce produit
he_il: מחק מוצר
nl_be: Product verwijderen
pt_br: Apagar Produto

source: Allow repeat execution
fr_fr: Autoriser l'exécution répétée
he_il: אפשר ביצוע חזרה
nl_be: Herhaal uitvoering toestaan
pt_br: Permitir a execução de repetição

source: This rule will be executed multiple times based on quantity of the products in cart
fr_fr: Cette règle sera exécutée plusieurs fois en fonction de la quantité des produits en panier
he_il: כלל זה יבוצע מספר פעמים בהתבסס על כמות המוצרים בעגלה
nl_be: Deze regel wordt meerdere keren uitgevoerd op basis van de hoeveelheid producten in de winkelwagen
pt_br: Esta regra será executada várias vezes com base na quantidade dos produtos no carrinho

source: Discount percentage
fr_fr: Pourcentage de remise
he_il: אחוז הנחה
nl_be: Kortingspercentage
pt_br: Percentual de desconto

source: Advance Restrictions
fr_fr: Restrictions anticipées
he_il: הגבלות מתקדמות
nl_be: Advance beperkingen
pt_br: Restrições antecipadas

source: Check for
fr_fr: Vérifiez
he_il: בדוק אם יש
nl_be: Controleren op
pt_br: Verifique se há

source: The rules can be based on No. of items/Weight/Price/Total Units. "No. of items" denotes the number of distinct products. Whereas "Total Units" denotes the total no. of units of any product.
fr_fr: Les règles peuvent être basées sur No. d'articles/poids/prix/unités totales. "Non. d'articles » indique le nombre de produits distincts. Considérant que "Total Units" dénote le non total. d'unités de n'importe quel produit.
he_il: . החוקים יכולים להתבסס על לא של פריטים/משקל/מחיר/סה ' ' כ יחידות. לא. של פריטים "מציין את מספר המוצרים הנפרדים. הואיל והיחידות הכוללות מציין את הסכום הכללי. של יחידות של מוצר כלשהו.
nl_be: De regels kunnen worden gebaseerd op Nee. van items/gewicht/prijs/Total units. Geen. van items "duidt het aantal verschillende producten aan. Terwijl "Total units" duidt op het totaal aantal. van de eenheden van een product.
pt_br: As regras podem ser baseadas em não. de itens/peso/preço/total de unidades. Não. de itens "denota o número de produtos distintos. Considerando que "unidades totais" denota o total não. de unidades de qualquer produto.

source: Minimum
he_il: מינימום
pt_br: Mínimo

source: Minimum value to check
fr_fr: Valeur minimale à vérifier
he_il: ערך מינימלי לבדיקה
nl_be: Minimum waarde om te controleren
pt_br: Valor mínimo para verificar

source: Maximum
he_il: מקסימום
nl_be: Maximale
pt_br: Máximo

source: Maximum value to check, set it empty for no limit
fr_fr: Valeur maximale à vérifier, la mettre vide pour aucune limite
he_il: הערך המירבי שיש לבדוק, הגדר אותו ריק ללא הגבלה
nl_be: Maximum waarde om te controleren, zet deze leeg voor No-Limit
pt_br: Valor máximo para verificar, defini-lo vazio para nenhum limite

source: Discount type
fr_fr: Type de remise
he_il: סוג הנחה
nl_be: Type korting
pt_br: Tipo de desconto

source: Three types of discounts can be applied – "Percentage Discount/Flat Discount/Fixed Price"
fr_fr: Trois types de rabais peuvent être appliqués : « Réduction en pourcentage/rabais plat/prix fixe »
he_il: ניתן להחיל שלושה סוגי הנחות – "הנחה באחוזים/הנחה שטוחה/מחיר קבוע"
nl_be: Drie soorten kortingen kunnen worden toegepast-"percentage korting/platte korting/vaste prijs"
pt_br: Três tipos de descontos podem ser aplicados – "desconto percentual/desconto plano/preço fixo"

source: Discount
fr_fr: Remise
he_il: הנחה
nl_be: Korting
pt_br: Desconto

source: If you select "Percentage Discount", the given percentage (value) would be discounted on each unit of the product in the cart. If you select "Flat Discount", the given amount (value) would be discounted at subtotal level in the cart If you select "Fixed Price", the original price of the product is replaced by the given fixed price (value).
fr_fr: Si vous sélectionnez « Réduction de pourcentage », le pourcentage donné (valeur) sera réduit sur chaque unité du produit dans le panier. Si vous sélectionnez "Flat Discount", le montant donné (valeur) serait actualisé au niveau sous-total dans le panier Si vous sélectionnez "Prix fixe", le prix d'origine du produit est remplacé par le prix fixe donné (valeur).
he_il: אם תבחר באפשרות "הנחת אחוזים", האחוז הנתון (ערך) יהיה מוזל בכל יחידת המוצר בעגלה. אם תבחר באפשרות "הנחה שטוחה", הסכום הנתון (הערך) יהיה מוזל ברמת סכום הביניים בעגלה אם תבחר באפשרות "מחיר קבוע", המחיר המקורי של המוצר יוחלף במחיר הקבוע (ערך) הנתון.
nl_be: Als u "percentage korting" selecteert, zou het gegeven percentage (waarde) worden verdisconteerd op elke eenheid van het product in de kar. Als u "platte korting" selecteert, wordt het opgegeven bedrag (waarde) op subtotaal niveau in de winkelwagen verdisconteerd Als u "vaste prijs" selecteert, wordt de oorspronkelijke prijs van het product vervangen door de opgegeven vaste prijs (waarde).
pt_br: Se você selecionar "desconto percentual", a porcentagem determinada (valor) será descontada em cada unidade do produto no carrinho. Se você selecionar "Flat Discount", a quantia dada (valor) seria descontado no nível de subtotal no carrinho Se você selecionar "preço fixo", o preço original do produto é substituído pelo preço fixo determinado (valor).

source: Maximum discount amount
fr_fr: Montant d'escompte maximum
he_il: סכום הנחה מירבי
nl_be: Maximum kortingsbedrag
pt_br: Valor máximo do desconto

source: After Calculation Discount Value Must Not Exceeed This Amount For This Rule
fr_fr: Après calcul, la valeur de l'escompte ne doit pas excéder ce montant pour cette règle
he_il: לאחר שערך הנחת החישוב אינו מExceeed כמות זו עבור כלל זה
nl_be: Na berekening Kortingswaarde mag dit bedrag niet Exceeed voor deze regel
pt_br: Após o valor de desconto de cálculo não deve Exceeed este valor para esta regra

source: Minimum Stock Limit
fr_fr: Limite minimale de stock
he_il: מגבלת מניות מינימליות
nl_be: Minimum voorraad limiet
pt_br: Limite de estoque mínimo

source: Minimum product stock required
fr_fr: Stock de produit minimum requis
he_il: נדרש מניות מינימום למוצר
nl_be: Minimum productvoorraad vereist
pt_br: Estoque mínimo de produto exigido

source: Maximum Stock Limit
fr_fr: Limite maximale de stock
he_il: מגבלת המניה המירבית
nl_be: Maximale voorraad limiet
pt_br: Limite máximo de estoque

source: Maximum product stock required
fr_fr: Stock de produit maximum requis
he_il: נדרש מניות מרביות למוצר
nl_be: Maximale productvoorraad vereist
pt_br: Estoque máximo de produto exigido

source: Allowed Payment Methods
fr_fr: Méthodes de paiement autorisées
he_il: שיטות תשלום מותרות
nl_be: Toegestane betalingsmethoden
pt_br: Métodos de pagamento permitidos

source: Allowed Shipping Methods
fr_fr: Méthodes d'expédition autorisées
he_il: שיטות משלוח מותרות
nl_be: Toegestane verzendmethoden
pt_br: Métodos de envio permitidos

source: Three types of discounts can be applied – "Percentage Discount/Flat Discount/Fixed Price”
fr_fr: Trois types de rabais peuvent être appliqués : « Réduction en pourcentage/rabais plat/prix fixe »
he_il: ניתן להחיל שלושה סוגי הנחות – "הנחה באחוזים/הנחה שטוחה/מחיר קבוע"
nl_be: Drie soorten kortingen kunnen worden toegepast-"percentage korting/platte korting/vaste prijs"
pt_br: Três tipos de descontos podem ser aplicados – "desconto percentual/desconto plano/preço fixo"

source: #Row no
fr_fr: #Row non
he_il: Row לא
nl_be: #Row geen
pt_br: #Row não

source: Product categories
fr_fr: Catégories de produits
he_il: קטגוריות מוצרים
nl_be: Productcategorieën
pt_br: Categorias de produto

source: Select category
fr_fr: Choisir une catégorie
he_il: בחר קטגוריה
nl_be: Selecteer Categorie
pt_br: Selecione a categoria

source: Select the category for which the rule would be applied.
fr_fr: Sélectionnez la catégorie pour laquelle la règle serait appliquée.
he_il: בחר את הקטגוריה שאליה תוחל הכלל.
nl_be: Selecteer de categorie waarvoor de regel wordt toegepast.
pt_br: Selecione a categoria para a qual a regra seria aplicada.

source: Apply discounts only on these products
fr_fr: Appliquer des rabais uniquement sur ces produits
he_il: החלת הנחות רק על מוצרים אלה
nl_be: Pas kortingen toe op deze producten
pt_br: Aplique descontos apenas nestes produtos

source: Instead of applying discount on all items in this combination , you can apply discount only on some products of this combination
fr_fr: Au lieu d'appliquer la remise sur tous les articles dans cette combinaison, vous pouvez appliquer le rabais seulement sur quelques produits de cette combinaison
he_il: במקום להחיל הנחה על כל הפריטים בשילוב זה, באפשרותך להחיל הנחה רק על חלק מהמוצרים של שילוב זה
nl_be: In plaats van korting toe te passen op alle artikelen in deze combinatie, u korting toepassen op bepaalde producten van deze combinatie
pt_br: Em vez de aplicar desconto em todos os itens desta combinação, você pode aplicar desconto apenas em alguns produtos desta combinação

source: Options
he_il: אפשרויות
nl_be: Opties
pt_br: Opções

source: Rule no.
fr_fr: Règle non.
he_il: . כלל לא
nl_be: Regel nr.
pt_br: Regra n º.

source: Offer Name
fr_fr: Nom Offre
he_il: שם הצעה
nl_be: Naam van aanbieding
pt_br: Nome da oferta

source: Purchased Category
fr_fr: Catégorie achetée
he_il: קטגוריית רכישה
nl_be: Gekochte categorie
pt_br: Categoria comprada

source: Purchased Quantity
fr_fr: Quantité achetée
he_il: כמות שנרכשה
nl_be: Gekochte hoeveelheid
pt_br: Quantidade comprada

source: Free Product
fr_fr: Produit gratuit
he_il: מוצר חופשי
nl_be: Gratis product
pt_br: Produto livre

source: Free Quantity
fr_fr: Quantité gratuite
he_il: כמות חופשית
nl_be: Vrije hoeveelheid
pt_br: Quantidade livre

source: Allowed Roles
fr_fr: Rôles autorisés
he_il: תפקידים מותרים
nl_be: Toegestane rollen
pt_br: Funções permitidas

source: From Date
fr_fr: Date Du
he_il: מתאריך
nl_be: Vanaf datum
pt_br: A partir de

source: To Date
fr_fr: À ce jour
he_il: עד תאריך
nl_be: Tot op heden
pt_br: Até Data

source: Adjustment
fr_fr: Ajustement
he_il: תאמה
nl_be: Aanpassing
pt_br: Ajuste

source: For Emails
fr_fr: Pour les e-mails
he_il: עבור הודעות דוא ל
nl_be: Voor E-mails
pt_br: Para emails

source: Min Order Count
fr_fr: Compte d'ordre Min
he_il: ספירת הזמנות מינימום
nl_be: Min. order telling
pt_br: Total de Pedidos Mínimos

source: Min Order Amt
fr_fr: Min Ordre Amt
he_il: סכום הזמנה מינימלית
nl_be: Min om Amt
pt_br: Ordem mínima AMT

source: There are no rules created to create a rule click the "Add New Rule" button on top left-hand side.
fr_fr: Il n'y a pas de règles créées pour créer une règle cliquez sur le bouton "Ajouter une nouvelle règle" en haut à gauche.
he_il: אין כללים שנוצרו כדי ליצור כלל לחץ על לחצן "הוסף כלל חדש" בצד שמאל למעלה.
nl_be: Er zijn geen regels gemaakt om een regel te maken Klik op de "Add New Rule" knop aan de linker kant.
pt_br: Não há regras criadas para criar uma regra, clique no botão "Adicionar nova regra" no lado esquerdo superior.

source: Purchased Product
fr_fr: Produit acheté
he_il: מוצר נרכש
nl_be: Gekocht product
pt_br: Produto Comprado

source: Repeat
fr_fr: Répéter
he_il: חזרה
nl_be: Herhaal
pt_br: Repetir

source: Min
he_il: מינימום

source: Max
he_il: מקסימום
pt_br: Máx

source: Discount Type
fr_fr: Type de remise
he_il: סוג הנחה
nl_be: Korting
pt_br: Tipo de desconto

source: Value
fr_fr: Valeur
he_il: ערך
nl_be: Waarde
pt_br: Valor

source: Max Discount
fr_fr: Rabais Max
he_il: מקס הנחה
nl_be: Max korting
pt_br: Max desconto

source: Attributes
fr_fr: Attributs
he_il: מאפיינים
nl_be: Attributen
pt_br: Atributos

source: Payment Gateways
fr_fr: Passerelles de paiement
he_il: אמצעי תשלום
nl_be: Betaal Mogelijkheden
pt_br: Gateways de pagamento

source: Shipping Methods
fr_fr: Méthodes de livraison
he_il: שיטות משלוח
nl_be: Verzendingsmogelijkheden
pt_br: Métodos de Envio

source: Min Stock
fr_fr: Stock de min
he_il: מניות מין
nl_be: Min voorraad
pt_br: Estoque Mínimo

source: Max Stock
fr_fr: Stock maximal
he_il: מלאי מקסימלי
nl_be: Max voorraad
pt_br: Estoque máximo

source: Category
fr_fr: Catégorie
he_il: קטגוריה
nl_be: Categorie
pt_br: Categoria

source: Product
fr_fr: Produit
he_il: מוצר
pt_br: Produto

source: Rule on
fr_fr: Règle sur
he_il: הכלל על
nl_be: Regel op
pt_br: Regra sobre

source: Product/Category
fr_fr: Catégorie de Produits
he_il: מוצר/קטגוריה
nl_be: Product/categorie
pt_br: Produto/categoria

source: Tag Name
fr_fr: Nom du mot-clé
he_il: תגית שם
nl_be: Tag naam
pt_br: Nome da Tag

source: Export Rules
fr_fr: Règles d'exportation
he_il: כללי ייצוא
nl_be: Export regels
pt_br: Regras de exportação

source: Export the rules to a JSON or CSV format (.json,.csv) file
fr_fr: Exporter les règles vers un fichier JSON ou CSV (.json,.csv)
he_il: ייצוא הכללים לתבנית JSON או CSV (קובץ. JSON, csv)
nl_be: Exporteer de regels naar een JSON of CSV formaat (. json,. CSV) bestand
pt_br: Exportar as regras para um arquivo de formato JSON ou CSV (. JSON,. csv)
