Repository: WordPressBugBounty/plugins-elex-woocommerce-dynamic-pricing-and-discounts
Catalog: elex-woocommerce-dynamic-pricing-and-discounts/languages/eh-dynamic-pricing-discounts-*.po
Languages: fr_fr, he_il, nl_be, pt_br

source: Export to JSON
fr_fr: Exporter au format JSON
he_il: ייצוא ל-JSON
nl_be: Exporteren naar JSON
pt_br: Exportar para JSON

source: Export to CSV
fr_fr: Exporter au format CSV
he_il: יצוא ל- CSV
nl_be: Exporteren naar CSV
pt_br: Exportar para CSV

source: JSON Importer
fr_fr: Importateur JSON
he_il: היבואן של JSON
nl_be: JSON importeur
pt_br: Importador de JSON

source: Import the rules from a .json file.
fr_fr: Importer les règles à partir d'un fichier .json.
he_il: יבא את הכללים מקובץ. json.
nl_be: Importeer de regels uit een. JSON-bestand.
pt_br: Importe as regras de um arquivo. JSON.

source: Import
fr_fr: Importer
he_il: ייבוא
nl_be: Importeren
pt_br: Importar

source: CSV Importer
fr_fr: Importateur CSV
he_il: CSV יבואן
nl_be: CSV importeur
pt_br: Importador CSV

source: Import the rules from a .csv file.
fr_fr: Importer les règles à partir d'un fichier .csv.
he_il: יבא את הכללים מקובץ csv.
nl_be: Importeer de regels uit een CSV-bestand.
pt_br: Importe as regras de um arquivo. csv.

source: Restore Tabs
fr_fr: Restaurer les onglets
he_il: שחזר כרטיסיות
nl_be: Tabbladen terugzetten
pt_br: Restaurar separadores

source: Rule applicable on
fr_fr: Règle applicable sur
he_il: כלל ישים ב
nl_be: Regel van toepassing op
pt_br: Regra aplicável em

source: <u>Selected products:</u>The rule would be applied to the selected products individually.</br><u>Selected category:</u>This is different from the "Category Rule". In this case, the rule would be individually applied to all the products in the category.</br><u>Products in Cart:</u>Rule will be applied individually on each product in cart
fr_fr: <u>Produits sélectionnés:</u> La règle s'appliquerait individuellement aux produits sélectionnés </br>. <u>Catégorie sélectionnée: </u> C'est différent de la "règle de la catégorie". Dans ce cas, la règle s'appliquerait individuellement à tous les produits de la catégorie.</br> <u>Produits en cart:</u> La règle sera appliquée individuellement sur chaque produit en panier
he_il: <u> מוצרים נבחרים: </u> הכלל יוחל על המוצרים שנבחרו בנפרד. </br> <u> הקטגוריה הנבחרת: </u> זה שונה מכלל הקטגוריות. במקרה זה, הכלל יוחל בנפרד על כל המוצרים בקטגוריה. </br> <u> מוצרים בסל: </u> הכלל יחול בנפרד על כל מוצר בעגלה
nl_be: <u> geselecteerde producten: </u> De regel zou worden toegepast op de geselecteerde producten individueel. </br> <u> geselecteerde categorie: </u> Dit verschilt van de "categorie regel". In dit geval zou de regel individueel worden toegepast op alle producten in de categorie. </br> <u> producten in winkelwagen: </u> Regel zal individueel worden toegepast op elk product in de winkelwagen
pt_br: <u> produtos seleccionados: </u> A regra seria aplicada aos produtos selecionados individualmente. </br> <u> Categoria seleccionada: </u> Isso é diferente da "regra de categoria". Nesse caso, a regra seria aplicada individualmente a todos os produtos da categoria. </br> <u> produtos no carrinho: </u> Regra será aplicada individualmente em cada produto no carrinho

source: Products
fr_fr: Produits
he_il: מוצרים
nl_be: Producten
pt_br: Produtos

source: The rule would be applied to the selected products individually.
fr_fr: La règle s'appliquerait individuellement aux produits sélectionnés.
he_il: הכלל יוחל על המוצרים שנבחרו בנפרד.
nl_be: De regel zou worden toegepast op de geselecteerde producten individueel.
pt_br: A regra seria aplicada aos produtos selecionados individualmente.

source: Rule to be applied on which products
fr_fr: Règle à appliquer sur les produits
he_il: יש להחיל את הכלל על המוצרים ש
nl_be: Regel die moet worden toegepast op welke producten
pt_br: Regra a aplicar em que produtos

source: This is different from the "Category Rule". In this case, the rule would be individually applied to all the products in the category.
fr_fr: C'est différent de la "règle de la catégorie". Dans ce cas, la règle s'appliquerait individuellement à tous les produits de la catégorie.
he_il: זה שונה מכלל הקטגוריות. במקרה זה, הכלל יוחל בנפרד על כל המוצרים בקטגוריה.
nl_be: Dit verschilt van de "categorie regel". In dit geval zou de regel individueel worden toegepast op alle producten in de categorie.
pt_br: Isso é diferente da "regra de categoria". Nesse caso, a regra seria aplicada individualmente a todos os produtos da categoria.

source: The rules can be applied based on "Quantity/Price/Weight"
fr_fr: Les règles peuvent être appliquées en fonction de "Quantity/Price/Weight"
he_il: ניתן להחיל את הכללים על בסיס "כמות/מחיר/משקל"
nl_be: De regels kunnen worden toegepast op basis van "hoeveelheid/prijs/gewicht"
pt_br: As regras podem ser aplicadas com base em "quantidade/preço/peso"

source: This value is used to set up a limit for the discount. This is usually left blank if you do not want to limit the discount.
fr_fr: Cette valeur est utilisée pour définir une limite pour le rabais. Ceci est généralement laissé vide si vous ne voulez pas limiter la réduction.
he_il: ערך זה משמש להגדרת מגבלה עבור ההנחה. בדרך כלל, הדבר נשאר ריק אם אינך מעוניין להגביל את ההנחה.
nl_be: Deze waarde wordt gebruikt om een limiet voor de korting in te stellen. Dit wordt meestal leeg gelaten als u de korting niet wilt beperken.
pt_br: Esse valor é usado para configurar um limite para o desconto. Isso geralmente é deixado em branco se você não quiser limitar o desconto.

source: This rule will be executed if the total quantity of the product is a multiple of the min/max quantity set in the "Rule" section. Note that for this to work the min and the max quantity has to be equal.
fr_fr: Cette règle sera exécutée si la quantité totale du produit est un multiple de la quantité min/max fixé dans la section "Règle". Notez que pour que cela fonctionne la min et la quantité maximale doit être égale.
he_il: כלל זה יבוצע אם הכמות הכוללת של המוצר היא כפולה של כמות מינימום/מקסימום שנקבעה בסעיף "כלל". שים לב לכך שכדי שפעולה זו תפעל מזערי והכמות המרבית צריכה להיות שווה.
nl_be: Deze regel wordt uitgevoerd als de totale hoeveelheid van het product een veelvoud is van de hoeveelheid min/max die is ingesteld in de sectie ' regel '. Merk op dat om dit te werken de min en de Max hoeveelheid moet gelijk zijn.
pt_br: Esta regra será executada se a quantidade total do produto for um múltiplo da quantidade mínima/máxima definida na seção "regra". Observe que para que isso funcione o min e a quantidade máxima tem que ser igual.

source: Execution Order
fr_fr: Ordre d'exécution
he_il: הזמנת ביצוע
nl_be: Volgorde van uitvoering
pt_br: Ordem de Execução

source: Before Product
fr_fr: Avant produit
he_il: לפני המוצר
nl_be: Vóór product
pt_br: Antes do produto

source: After Product
fr_fr: Après le produit
he_il: לאחר המוצר
nl_be: Na product
pt_br: Após o produto

source: Before Product Summary
fr_fr: Avant résumé du produit
he_il: לפני תקציר המוצר
nl_be: Voor product overzicht
pt_br: Antes do resumo do produto

source: In Product Summary
fr_fr: Résumé du produit
he_il: בתקציר המוצר
nl_be: In product overzicht
pt_br: Em resumo do produto

source: After Product Summary
fr_fr: Après le résumé de produit
he_il: לאחר סיכום מוצר
nl_be: Na product overzicht
pt_br: Após o resumo do produto

source: Before Add To Cart Button
fr_fr: Avant le bouton "ajouter au panier"
he_il: לפני כפתור הוסף לסל
nl_be: Voordat toevoegen aan winkelwagentje knop
pt_br: Antes de adicionar ao carrinho botão

source: After Add To Cart Button
fr_fr: Après Ajouter au bouton de panier
he_il: לאחר לחצן ' הוסף לסל '
nl_be: Na toevoegen aan winkelwagentje knop
pt_br: Depois de adicionar ao carrinho botão

source: Before Add To Cart Form
fr_fr: Avant d'ajouter à la forme de panier
he_il: לפני הוסף לטופס עגלת הקניות
nl_be: Voordat toevoegen aan winkelwagentje formulier
pt_br: Antes de Adicionar ao Carrinho

source: After Add To Cart Form
fr_fr: Après Ajouter à la forme de panier
he_il: לאחר הוסף לטופס עגלת הקניות
nl_be: Na het toevoegen aan winkelwagen formulier
pt_br: Após Adicionar ao Carrinho

source: Product Thumbnails
fr_fr: Vignettes produit
he_il: תמונות ממוזערות של המוצר
nl_be: Product miniaturen
pt_br: Miniaturas do Produto

source: Product Meta Start
fr_fr: Produit Meta Start
he_il: הפעלת מטא-מוצר
pt_br: Produto meta Start

source: Product Meta End
fr_fr: Produit Meta End
he_il: מטא-קצה מוצר
nl_be: Product meta einde
pt_br: Meta final do produto

source: Product tags
fr_fr: Etiquette du produit
he_il: תגיות מוצרים
pt_br: Marcas de produto

source: Select tags
fr_fr: Sélectionner des étiquettes
he_il: בחר תגים
nl_be: Tags selecteren
pt_br: Selecionar tags

source: Select the tag for which the rule would be applied.
fr_fr: Sélectionnez l'étiquette pour laquelle la règle serait appliquée.
he_il: בחר בתג שעבורו הכלל יוחל.
nl_be: De code selecteren waarvoor de regel wordt toegepast.
pt_br: Selecione a marca para a qual a regra seria aplicada.

source: Oops! You tried installing the premium version without deactivating and deleting the basic version. Kindly deactivate and delete Dynamic Pricing and Discounts for WooCommerce Basic Version and then try again
fr_fr: Oups! Vous avez essayé d'installer la version premium sans désactiver et supprimer la version de base. Désactivez et supprimez gentiment dynamic Pricing and Discounts pour WooCommerce Basic Version, puis réessayez
he_il: אופס! ניסית להתקין את הגירסה הפרמיה ללא הפסקת ומחיקת הגירסה הבסיסית. אנא בטל את הפעלתו ומחק תמחור דינאמי והנחות עבור גירסה בסיסית של WooCommerce ולאחר מכן נסה שוב
nl_be: Oeps! U probeerde installerend de premieversie zonder de basisversie te desactiveren en te schrappen. Vriendelijk deactiveren en verwijderen van dynamische prijzen en kortingen voor WooCommerce Basic versie en probeer het opnieuw
pt_br: Oops! Você tentou instalar a versão Premium sem desativar e excluir a versão básica. Por favor, desative e exclua preços e descontos dinâmicos para a versão básica do WooCommerce e tente novamente

source: Documentation
he_il: תיעוד
nl_be: Documentatie
pt_br: Documentação

source: Support
he_il: תמיכה
nl_be: Ondersteuning
pt_br: Suporte

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: La clé de licence de %s est expirée. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href=" %s" target="_blank">tableau de bord</a>.
he_il: פג תוקפו של מפתח הרשיון עבור %s. באפשרותך להפעיל מחדש או לרכוש מפתח רשיון מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: De licentiesleutel voor %s is verlopen. U een licentiesleutel opnieuw activeren of aanschaffen via uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A chave de licença para %s expirou. Você pode reativar ou comprar uma chave de licença pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement à %s est en attente. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">tableau de bord</a>.
he_il: המנוי עבור %s נמצא בהמתנה. באפשרותך להפעיל מחדש את המנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Het abonnement voor %s is in wacht. U het abonnement opnieuw activeren vanuit uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s está em espera. Você pode reativar sua assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
fr_fr: L'abonnement %s a été annulé. Vous pouvez renouveler votre abonnement depuis votre <a href=" %s " target="_blank">tableau de bord</a>. Une nouvelle clé de licence vous sera envoyé une fois vore commande terminée.
he_il: המנוי עבור %s בוטל. באפשרותך לחדש את המנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>. מפתח רישיון חדש תישלח אליך לאחר ההזמנה שלך הושלמה.
nl_be: Het abonnement voor %s is geannuleerd. U het abonnement verlengen van uw account < a href = %s target = _blank > Dashboard </a>. Een nieuwe licentiesleutel zal worden gemaild naar u na uw bestelling is voltooid.
pt_br: A assinatura para %s foi cancelada. Você pode renovar a sua assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta. Uma nova chave de licença será enviada para você por e-mail após seu pedido ter sido concluído.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement %s a expiré. Vous pouvez réactiver l'abonnement de votre compte : <a href=" %s " target="_blank"> tableau de bord </a>.
he_il: תוקף המנוי עבור %s פג. באפשרותך להפעיל מחדש את המנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Het abonnement voor %s is verlopen. U het abonnement opnieuw activeren vanuit uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s expirou. Você pode reativar a sua assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement %s a été suspendu. Vous pouvez réactiver l'abonnement de votre compte : <a href=" %s " target="_blank"> tableau de bord </a>.
he_il: המנוי עבור %s הושהה. באפשרותך להפעיל מחדש את המנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Het abonnement voor %s is geschorst. U het abonnement opnieuw activeren vanuit uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s foi suspensa. Você pode reativar a sua assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement %s est toujours en attente. Vous pouvez vérifier l'état votre abonnement ici: <a href=" %s " target="_blank"> tableau de bord </a>.
he_il: המנוי עבור %s עדיין ממתין. באפשרותך לבדוק את מצב המנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Het abonnement voor %s is nog in behandeling. U de status van het abonnement controleren op uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s ainda está pendente. Você pode acompanhar o status da sua assinatura pelo <a href="%s" target="_blank">painel</a>da sua conta.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement %s a été placé dans la corbeille et sera bientôt supprimé Vous pouvez souscrire à un nouvel abonnement ici : <a href=" %s " target="_blank"> tableau de bord </a>.
he_il: המנוי עבור %s הוצב בפח האשפה והוא יימחק בקרוב. באפשרותך לרכוש מנוי חדש מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Het abonnement voor %s is in de Prullenbak geplaatst en wordt binnenkort verwijderd. U een nieuw abonnement aanschaffen bij uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s foi enviada para a lixeira e será excluída em breve. Você pode adquirir uma nova assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Aucun abonnement à %s n'a été trouvé. Vous pouvez souscrire à un abonnement depuis <a href=" %s " target="_blank">votre tableau de bord</a>.
he_il: לא היתה אפשרות למצוא מנוי עבור %s. באפשרותך לרכוש מנוי מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: Er kan geen abonnement voor %s worden gevonden. U een abonnement aanschaffen bij uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A assinatura para %s não foi encontrada. Você pode adquirir uma assinatura pelo <a href="%s" target="_blank">painel</a> da sua conta.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate license key at your plugin <a href="%s" target="_blank">settings page</a>.
he_il: לא היתה אפשרות למצוא מפתח רשיון עבור %s. ייתכן ששכחת להזין מפתח רשיון בעת הגדרת %s, או שהמפתח בוטל בחשבונך. באפשרותך להפעיל מחדש את מפתח הרשיון ב-plugin שלך < a href = " %s" היעד = "_ blank" > הגדרות הדף </a>.
nl_be: Er is geen licentiesleutel voor %s gevonden. Wellicht u vergeten voor steken te vergunning toonsoort wanneer zetting opwaarts %s, of naar de toonsoort watertje gedeactiveerd ter uw verslag. U licentiesleutel opnieuw activeren bij uw plugin < a href = %s target = _blank > instellingen pagina </a>.
pt_br: Não foi possível encontrar uma chave de licença para %s. Talvez você esqueceu de inserir uma chave de licença ao configurar %s, ou a chave foi desativada em sua conta. Você pode reativar a chave de licença em seu plugin < a href = " %s" target = "_ blank" > configurações página </a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'autorisation de téléchargement pour %s a échoué probablement à cause d'une clé de licence ou dun abonnement expiré. Vous pouvez réactiver ou acheter une clé de licence au <a href="%s" target="_blank">tableau de bord</a> de votre compte.
he_il: הרשאת ההורדה עבור %s בוטלה אולי עקב מפתח רשיון או תפוגת מנוי. באפשרותך להפעיל מחדש או לרכוש מפתח רשיון מהחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: De Download machtiging voor %s is mogelijk ingetrokken als gevolg van een licentiecode of een abonnement dat afloopt. U een licentiesleutel opnieuw activeren of aanschaffen via uw account < a href = %s target = _blank > Dashboard </a>.
pt_br: A permissão de download para %s foi revogada possivelmente devido a uma chave de licença ou expiração da assinatura. Você pode reativar ou comprar uma chave de licença pelo <a href="%s" target="_blank"> painel</a> da sua conta.

source: %s has not been activated. Go to the plugin <a href="%s" target="_blank">settings page</a> and enter the license key and license email to activate %s.
fr_fr: %s n'a pas été activée. Allez à la <a href=« %s » target=« _blank »>page des paramètres</a> et entrez la clé et l'e-mail de licence pour activer %s.
he_il: %s לא הופעל. עבור אל ה-plugin < a href = " %s" היעד = "_ blank" > הגדרות הדף </a> ולהזין את מפתח הרישיון ואת הדוא ל רישיון כדי להפעיל את %s.
nl_be: %s is niet geactiveerd. Ga naar de plugin < a href = " %s" target = "_blank" > instellingen pagina </a> en voer de licentiesleutel en de licentie e-mail te activeren %s.
pt_br: %s não foi activado. Vá para o plugin <a href="%s" target ="_ blank">configurações página </a> e digite a chave de licença e e-mail de licença para ativar %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Vous avez changé l'abonnement pour %s, aussi devez vous saisir votre nouvelle clé de licence API dans la page Réglages. La clé de licence doit être arrivée dans vos courriers entrants, autrement vous pouvez l'obtenir en vous identifiant dans le <a href="%s" target="_blank">tableau de bord</a> de votre compte.
he_il: שינית את המנוי עבור %s, כך שיהיה עליך להזין את מפתח רשיון ה-API החדש שלך בדף ההגדרות. מפתח הרישיון היה צריך להגיע לתיבת הדואר האלקטרוני שלך, אם לא אתה יכול לקבל את זה על ידי כניסה לחשבון שלך < a href = " %s" היעד = "_ blank" > לוח המחוונים </a>.
nl_be: U hebt het abonnement voor %s gewijzigd, dus u moet uw nieuwe API-licentiecode invoeren op de pagina instellingen. De licentiesleutel moet zijn aangekomen in uw e-mail inbox, zo niet kun je het krijgen door in te loggen op uw account < a href = " %s" target = "_blank" > Dashboard </a>.
pt_br: Você alterou a assinatura de %s, portanto, você precisará inserir sua nova chave de licença de API na página de configurações. A chave de licença deve ter chegado à sua caixa de entrada de e-mails, caso contrário, você pode encontrá-la entrando no <a href="%s" target="_blank">painel</a> da sua conta.

source: ELEX Plugins You May Be Interested In
fr_fr: Plugins ELEX Vous pouvez être intéressé par
he_il: לוקס תוספים ייתכן שאתה מעוניין
nl_be: ELEX plugins u wellicht geïnteresseerd in
pt_br: ELEX plugins você pode estar interessado em

source: unknown
fr_fr: inconnu
he_il: לא ידוע
nl_be: onbekend
pt_br: desconhecido

source: Discount Adjustment
fr_fr: Ajustement des escompteurs
he_il: התאמת הנחה
nl_be: Korting aanpassing
pt_br: Ajuste de Desconto

source: Free!
fr_fr: Gratuit!
he_il: חינם!
nl_be: Gratis!
pt_br: Grátis!

source: Offers
fr_fr: Offres
he_il: הצעות
nl_be: Aanbiedingen
pt_br: Ofertas

source: Bulk Product Offers
fr_fr: Offres de produits en vrac
he_il: הצעות למוצרים בצובר
nl_be: Bulk product aanbiedingen
pt_br: Ofertas de produtos a granel

source: Min Buy
fr_fr: Min Achat
he_il: מין לקנות
nl_be: Min kopen
pt_br: Min comprar

source: Max Buy
fr_fr: Max Achat
he_il: מקס לקנות
nl_be: Max kopen
pt_br: Max comprar

source: Offer
fr_fr: Offre
he_il: הצעה
nl_be: Bod
pt_br: Oferta

source: Fixed Price
fr_fr: Pix fixe
he_il: מחיר קבוע
nl_be: Vaste prijs
pt_br: Preço fixo

source: ELEX Dynamic&nbsp;Pricing and Discounts for WooCommerce
he_il: ELEX דינמי &nbsp; תמחור והנחות עבור WooCommerce

source: This plugin helps you to set discounts and pricing dynamically based on minimum quantity,weight,price and allow you to set maximum allowed discounts on every rule.
fr_fr: Ce plugin vous aide à définir des remises et des prix dynamiquement basés sur la quantité minimale, le poids, le prix et vous permettent de définir des remises maximales autorisées sur chaque règle.
he_il: תוסף זה מסייע לך להגדיר הנחות ותמחור באופן דינמי על בסיס כמות מינימלית, משקל, מחיר ולאפשר לך להגדיר הנחות מותרות מקסימלית בכל כלל.
nl_be: Deze plugin helpt u om kortingen en prijzen dynamisch op basis van minimale hoeveelheid, gewicht, prijs en u maximaal toegestane kortingen op elke regel in te stellen.
pt_br: Este plugin ajuda você a definir descontos e preços dinamicamente com base na quantidade mínima, peso, preço e permitir que você defina o máximo de descontos permitidos em cada regra.

source: nos
fr_fr: Nb
pt_br: Sai
